Repository: Antergos/antergos-gfxboot
Catalog: po/*.po
Languages: ar, ast, eo

source: OK
ar: حسنًا
ast: Aceutar
eo: Bone

source: Cancel
ar: ألغِ
ast: Encaboxar
eo: Nuligi

source: Reboot
ar: أعد الإقلاع
ast: Reaniciar
eo: Restartigi

source: Continue
ar: تابع
ast: Siguir
eo: Daŭrigi

source: Installation
ar: التّثبيت
ast: Instalación
eo: Instalado

source: Linux--Safe Settings
ar: لينكس--إعدادات آمنة
ast: Linux--Axustes seguros
eo: Linux--Sekurecaj Agordoj

source: Boot from Hard Disk
ar: أقلع من القرص الصّلب
ast: Arrancar dende'l discu duru
eo: Starti de fiksita disko

source: Rescue System
ar: أنقذ النّظام
ast: Sistema de rescate
eo: Savi Sistemon

source: Memory Test
ar: اختبار الذّاكرة
ast: Comprobación de memoria
eo: Memora Testo

source: Boot Options
ar: خيارات الإقلاع
ast: Opciones d'arranque
eo: Ŝarĝaj elektoj

source: Exiting...
ar: يخرج...
ast: Colando...
eo: Elirante...

source: You are leaving the graphical boot menu and starting the text mode interface.
ar: أنت تخرج من قائمة الإقلاع الرسوميّة وتبدأ وضع الواجهة النّصّيّة.
ast: Tas colando del menú d'arranque gráficu y aniciando la interfaz nel mou testu.
eo: Vi nun ekeliras la grafikan ŝarĝan menuon kaj ekigas la tekstan interfacon.

source: Help
ar: مساعدة
ast: Ayuda
eo: Helpo

source: Starting...
ar: يبدأ...
ast: Aniciando...
eo: Startante...

source: Loading Linux Kernel
ar: يحمّل نواة لينكس
ast: Cargando'l kernel Linux
eo: Ŝarĝante la kernon Linukso

source: Loading memtest86
ar: يحمّل اختبار الذّاكرة86
ast: Cargando memtest86
eo: Ŝarĝante memtest86

source: Boot Loader
ar: محمّل الإقلاع
ast: Cargador d'arranque
eo: Praŝarĝilo

source: I/O Error
ar: خطأ دَخْل/خَرْج
ast: Fallu d'E/S
eo: Eraro de en/eliga aparato

source: Change Boot Disk
ar: غيّر قرص الإقلاع
ast: Camudar discu d'arranque
eo: Ŝangi Praŝarĝilan Diskon

source: Insert boot disk %u.
ar: أدخل قرص الإقلاع %u.
ast: Inxerta'l discu d'arranque %u.
eo: Enmeti praŝarĝilan diskon %u.

source: This is boot disk %u. Insert boot disk %u.
ar: هذا قرص الإقلاع %u. أدخل قرص الإقلاع %u.
ast: Esti ye'l discu d'arranque %u. Inxerta'l discu d'arranque %u.
eo: Ĉi tiu estas praŝarĝila disko %u. Enmetu la praŝarĝilan diskon %u.

source: This is not a <product> boot disk. Insert boot disk %u.
ar: هذا ليس <product>قرص إقلاع. أدخل قرص الإقلاع %u.
ast: Esto nun ye un discu d'arranque <product>. Inxerta'l discu d'arranque %u.
eo: Ĉi tiu ne estas praŝarĝila disko de <product>. Enmetu la praŝarĝilan diskon %u.

source: Password
ar: كلمة المرور
ast: Contraseña
eo: Pasvorto

source: Power Off
ar: أطفئ
ast: Apagar
eo: Malŝalti

source: Halt the system now?
ar: أأطفئ النّظام الآن؟
ast: ¿Apagar el sistema agora?
eo: Haltigi la sistemon nun?

source: Hard Disk
ar: القرص الصّلب
ast: Discu duru
eo: Fiksita Disko

source: Hard Disk Installation
ar: التّثبيت على القرص الصّلب
ast: Instalación del discu duru
eo: Fiksita Diska Instalado

source: Disk Device (Scans All Disks If Empty)
ar: جهاز القرص (سأفحص كلّّ الأقراص إن كان فارغًا)
ast: Preséu de discos (escania tolos discos si ta baleru)
eo: Diska Aparato (skanas ĉiujn diskojn se malplena)

source: Directory
ar: الدّليل
ast: Direutoriu
eo: Dosierujo

source: FTP Installation
ar: تثبيت FTP
ast: Instalación per FTP
eo: FTP-a Instalado

source: Server
ar: الخادوم
ast: Sirvidor
eo: Servilo

source: Password
ar: كلمة المرور
ast: Contraseña
eo: Pasvorto

source: User (Anonymous Login If Empty)
ar: المستخدم (ولوج مجهول إن كان فارغًا)
ast: Usuariu (aniciu sesión anónimu si ta baleru)
eo: Uzanto (sennoma ensaluto se malplena)

source: NFS Installation
ar: تثبيت NFS
ast: Instalación NFS
eo: NFS-a Instalado

source: User (Uses "guest" If Empty)
ar: المستخدم (سأستخدم "ضيف" إن كان فارغًا)
ast: Usuariu (úsase «guest» si ta baleru)
eo: Uzanto (aŭ "Gasto", se malplenigita)

source: SMB (Windows Share) Installation
ar: تثبيت SMB‏ (مشاركة وِندوز)
ast: Instalación SMB (compartición de Windows)
eo: Instalado de SMB (Komunigi per Windows)

source: HTTP Installation
ar: تثبيت HTTP
ast: Instalación HTTP
eo: HTTP-a Instalado

source: Driver
ar: التّعريف
ast: Controlador
eo: Pelilo

source: Domain
ar: المجال
ast: Dominiu
eo: Domajno

source: Other Options
ar: خيارات أخرى
ast: Otres opciones
eo: Aliaj Elektoj

source: Language
ar: اللغة
ast: Llingua
eo: Lingvo

source: Yes
ar: نعم
ast: Sí
eo: Jes

source: No
ar: لا
ast: Non
eo: Ne

source: File
ar: ملفّ
ast: Ficheru
eo: Dosiero

source: Share
ar: مشاركة
ast: Compartición de Windows
eo: Kunhavi

source: Automatic Mode
ar: وضع آليّ
ast: Mou automáticu
eo: Aŭtomata Reĝimo

source: Manual Mode
ar: وضع يدويّ
ast: Mou manual
eo: Mana Reĝimo

source: Configure Parameters on ZEN Partition
ar: اضبط معاملات قسم ZEN
ast: Configurar parámetros na partición ZEN
eo: Agordi Subdiskon ZEN

source: Install or Update ZEN Partition
ar: ثبّت قسم ZEN أو حدّثه
ast: Instalar o anovar la partición ZEN
eo: Instali aŭ Ĝisdatigi Subdiskon ZEN

source: Reinstall ZEN Partition Boot Loader
ar: أعد تثبيت محمّل إقلاع قسم ZEN
ast: Reinstalar xestor d'arranque na partición ZEN
eo: Reinstali la Praŝarĝilon de la Subdiskon ZEN

source: Disable ZEN Partition
ar: عطّل قسم ZEN
ast: Deshabilitar partición ZEN
eo: Malŝalti Subdiskon ZEN

source: Enable ZEN Partition
ar: مكّن قسم ZEN
ast: Habilitar partición ZEN
eo: Ŝalti Subdiskon ZEN

source: Text Mode
ar: الوضع النّصّيّ
ast: Mou testu
eo: Tekstoreĝimo

source: Firmware Test
ar: اختبار البرمجيّات المضمّنة
ast: Comprobación de firmware
eo: Testo de integrita programaro

source: Source
ar: المصدر
ast: Fonte
eo: Fonto

source: Video Mode
ar: وضع الفيديو
ast: Mou de videu
eo: Videoreĝimo

source: Arch
ar: المعماريّة
ast: Arq.

source: Default
ar: الافتراضيّة
ast: Por defeutu
eo: Defaŭlto

source: Safe Settings
ar: إعدادات الأمن
ast: Axustes seguros
eo: Sekurecaj Agordoj

source: No ACPI
ar: لا ACPI
ast: Ensin ACPI
eo: Sen ACPI

source: No Local APIC
ar: لا ACPI محلّيّ
ast: Ensin APIC llocal
eo: Sen Loka APIC

source: Keyboard
ar: لوحة المفاتيح
ast: Tecláu
eo: Klavaro

source: HTTP Proxy
ar: وسيط HTTP
ast: Proxy HTTP
eo: HTTP-a Prokurilo

source: Network Config
ar: إعدادات الشّبكة
ast: Configuración de rede
eo: Retaj Agordoj

source: No Network
ar: لا شبكات
ast: Ensin rede
eo: Sen Reto

source: Manual Network Config
ar: اضبط الشّبكة يدويًّا
ast: Configuración de rede manual
eo: Mana Agordado de Reto

source: Host IP
ar: IP المضيف
ast: IP d'agospiu
eo: Gasta IP

source: Gateway
ar: البوّابة
ast: Pasera
eo: Kluzo

source: Domain Name
ar: اسم النطاق
ast: Nome de dominiu
eo: Domajna Nomo

source: Nameservers (separated by ',')
ar: أسماء الخوادِم (مفصولة بِـ ',')
ast: Sirvidores de nomes (separtaos per «,»)
eo: Nomserviloj (separataj per ',')

source: Netmask (or use '/N' notation with Host IP)
ar: قناع الشّبكة (أو استخدم تدوينة '‎\N' مع IP المضيف)
ast: Mázcara (o usa l'anotación «/N» cola IP d'agospiu)
eo: Retmasko (aŭ uzu notadon '/N' kun la Gasta IP)

source: Live System (KDE)
ar: النّظام الحيّ (كدي)
ast: Sistema Live (KDE)
eo: Aŭtonoma Sistemo (KDE)

source: Live System (GNOME)
ar: النّظام الحيّ (غنوم)
ast: Sistema Live (GNOME)
eo: Aŭtonoma Sistemo (GNOME)

source: Start Antergos Live
ar: ابدأ أنتيرغوس الحيّة
ast: Aniciar Antergos Live
eo: Startigi Antergos Aŭtonome

source: Start (non-free drivers)
ar: ابدأ (تعريفات غير حرّة)
ast: Aniciar (controladores non llibres)
eo: Startigi (malliberaj peliloj)

source: Hardware Detection Tool
ar: أداة اكتشاف العتاد
ast: Ferramienta de deteición de hardware
eo: Ilo por Detekti Aparataron

source: No KMS
ar: لا يوجد KMS
ast: Ensin KMS
eo: Sen KMS

source: Troubleshooting
ast: Igua de problemes

source: Intel Graphics (Skylake)
ast: Gráficos d'Intel (Skylake)

source: Intel Graphics (All)
ast: Gráficos d'Intel (Too)

source: NVIDIA Graphics
ast: Gráficos de Nvidia

source: AMD Graphics
ast: Gráficos d'AMD

source: Non-Graphical Boot
ast: Arranque non gráficu

source: Return to main menu
ast: Volver al menú principal

source: Kernel
ar: النّواة
eo: Kerno

source: Manual
ar: يدويًّا
eo: Mane
